INSERT INTO "LossTypes" ("Name", "NameEnglish", "Description")
VALUES 
('Особовий склад', 'Personnel', null),
('Танк', 'Tank', null),
('ББМ', 'Armored combat vehicle', 'Бойова броньована машина'),
('Артилерійська система', 'Artillery system', null),
('РСЗВ', 'MLRS', 'Реактивна система залпового вогню'),
('Засіб ППО', 'Anti-aircraft warfare system', 'Засіб проти повітряної оборони'),
('Літак', 'Aircraft', null),
('Гелікоптер', 'Helicopter', null),
('Пускова установка ОТРК', 'Mobile SRBM system', 'Пускова установка оперативно-тактичний ракетний комплекс'),
('Автомобільна техніка', 'vehicle', null),
('Корабель/катер', 'Boat/Cutter', null),
('Цистерна з ПММ', 'Fuel tank', 'цистерна з паливно-мастильними матеріали'),
('БПЛА оперативно-тактичного рівня', 'UAV operational-tactical level ', 'Безпілоотний літальний апарат оперативно-тактичного рівня'),
('Спеціальна техніка', 'Special equipment', null)

-- insert Losses
--insert into "RussinLosses" ("LossTypeId", "Count", "Date")
--VALUES
--(1, 1, '2022-02-24'),     -- Особовий склад
--(2, 30, '2022-02-24'),      -- Танк
--(3, 130, '2022-02-24'),     -- ББМ
--(4, 1, '2022-02-24'),     -- Артилерійська система
--(5, 1, '2022-02-24'),     -- РСЗВ
--(6, 1, '2022-02-24'),     -- Засіб ППО
--(7, 5, '2022-02-24'),       -- Літак
--(8, 6, '2022-02-24'),       -- Гелікоптер
--(9, 1, '2022-02-24'),       -- Пускова установка ОТРК
--(10, 1, '2022-02-24'),      -- Автомобільна техніка
--(11, 1, '2022-02-24'),      -- Корабель/катер
--(12, 1, '2022-02-24'),      -- Цистерна з ПММ
--(13, 1, '2022-02-24'),      -- БПЛА оперативно-тактичного рівня
--(14, 1, '2022-02-24')      -- Спеціальна техніка